Repository: kapalkovairena-wq/loan-web-app
Catalog: lib/l10n/app_*.arb
Languages: de, et, fr, nl

# drawerHome
source: Home
de: Startseite
et: Avaleht
fr: Page d'accueil
nl: Startpagina

# drawerDashboard
source: My dashboard
de: Mein Dashboard
et: Minu juhtpaneel
fr: Mon tableau de bord
nl: Mijn dashboard

# drawerAdminDashboard
source: Admin dashboard
et: Administraatori paneel
fr: Tableau de bord administrateur
nl: Beheerdersdashboard

# drawerLoanRequest
source: Apply for a loan
de: Kredit beantragen
et: Taotle laenu
fr: Demander un prêt
nl: Een lening aanvragen

# drawerOffers
source: Discover our offers
de: Unsere Angebote entdecken
et: Tutvu pakkumistega
fr: Découvrir nos offres
nl: Ontdek onze aanbiedingen

# drawerInvestment
source: Investment
de: Investition
et: Investeerimine
fr: Investissement
nl: Investering

# drawerContact
source: Contact
de: Kontakt
et: Kontakt

# drawerAbout
source: About us
de: Über uns
et: Meist
fr: À propos de nous
nl: Over ons

# drawerLogout
source: Log out
de: Abmelden
et: Logi välja
fr: Se déconnecter
nl: Uitloggen

# heroTitle
source: Loan services to grow your business
de: Kreditlösungen für das Wachstum Ihres Unternehmens
et: Laenuteenused teie ettevõtte arendamiseks
fr: Des services de prêts pour développer votre entreprise
nl: Leningsdiensten om uw bedrijf te laten groeien

# heroSubtitle
source: A modern, simple and secure solution to manage your loans and investments.
de: Eine moderne, einfache und sichere Lösung zur Verwaltung Ihrer Kredite und Investitionen.
et: Kaasaegne, lihtne ja turvaline lahendus laenude ja investeeringute haldamiseks.
fr: Une solution moderne, simple et sécurisée pour gérer vos prêts et investissements.
nl: Een moderne, eenvoudige en veilige oplossing om uw leningen en investeringen te beheren.

# heroLogin
source: Log in
de: Anmelden
et: Logi sisse
fr: Se connecter
nl: Inloggen

# heroRegister
source: Sign up
de: Registrieren
et: Registreeru
fr: S'inscrire
nl: Registreren

# heroAdminAccess
source: Access admin area
de: Admin-Bereich öffnen
et: Administraatori ligipääs
fr: Accéder à l’espace administrateur
nl: Toegang tot het beheerderspaneel

# heroUserAccess
source: Go to my dashboard
de: Zu meinem Bereich
et: Minu konto
fr: Accéder à mon espace
nl: Toegang tot mijn account

# bankDetailsTitle
source: Your bank details
de: Ihre Bankverbindung
et: Teie pangarekvisiidid
fr: Vos coordonnées bancaires
nl: Uw bankgegevens

# bankDetailsEmptyTitle
source: No bank information available
de: Keine Bankdaten vorhanden
et: Pangarekvisiite ei ole lisatud
fr: Aucune information bancaire enregistrée
nl: Geen bankgegevens opgeslagen

# bankDetailsEmptyDescription
source: Please provide your bank details to receive funds.
de: Bitte geben Sie Ihre Bankdaten ein, um Gelder zu erhalten.
et: Palun sisestage oma pangarekvisiidid raha saamiseks.
fr: Veuillez renseigner vos coordonnées pour recevoir les fonds.
nl: Vul uw gegevens in om fondsen te ontvangen.

# bankReceiver
source: Beneficiary
de: Empfänger
et: Saaja
fr: Bénéficiaire
nl: Ontvanger

source: Bank name
de: Name der Bank
et: Panga nimi
fr: Nom de la banque
nl: Banknaam

source: Bank address
de: Adresse der Bank
et: Panga aadress
fr: Adresse de la banque
nl: Adres van de bank

# creditSectionLabel
source: Our files
de: Unsere Angebote
et: Meie toimikud
fr: Nos dossiers
nl: Onze dossiers

# creditSectionTitle
source: Our credit services
de: Unsere Kreditdienstleistungen
et: Meie laenuteenused
fr: Nos services de crédit
nl: Onze kredietdiensten

# creditSectionDescription
source: We offer flexible and accessible financing solutions tailored to your personal or professional needs.
de: Wir bieten flexible und zugängliche Finanzierungslösungen für private und geschäftliche Bedürfnisse.
et: Pakume paindlikke ja kättesaadavaid rahastuslahendusi isiklikele ja ärilistele vajadustele.
fr: Nous proposons des solutions de financement flexibles et accessibles, adaptées à vos besoins personnels ou professionnels.
nl: Wij bieden flexibele en toegankelijke financieringsoplossingen, afgestemd op uw persoonlijke of zakelijke behoeften.

# creditPersonalTitle
source: Personal loan
de: Privatkredit
et: Isiklik laen
fr: Prêt personnel
nl: Persoonlijke lening

# creditPersonalDescription
source: Finance your projects (travel, equipment, weddings...) at competitive rates with fast approval.
de: Finanzieren Sie Ihre Projekte (Reisen, Ausstattung, Hochzeiten...) zu wettbewerbsfähigen Konditionen.
et: Rahastage oma projekte (reisid, varustus, pulmad…) konkurentsivõimeliste tingimuste ja kiire vastusega.
fr: Financez vos projets (voyages, équipements, mariages...) à un prix compétitif et avec une réponse rapide.
nl: Financier uw projecten (reizen, apparatuur, bruiloften...) tegen een concurrerende prijs met snelle goedkeuring.

# creditBusinessTitle
source: Business loan
de: Geschäftskredit
et: Ärilaen
fr: Prêt professionnel
nl: Zakelijke lening

# creditBusinessDescription
source: A simple and fast solution to support your business: supplies, cash flow, development.
de: Eine einfache und schnelle Lösung zur Unterstützung Ihres Unternehmens: Einkauf, Liquidität, Wachstum.
et: Lihtne ja kiire lahendus ettevõtte toetamiseks: käibekapital, areng ja varud.
fr: Une solution simple et rapide pour soutenir votre entreprise : approvisionnement, trésorerie, développement.
nl: Een eenvoudige en snelle oplossing om uw bedrijf te ondersteunen: voorraad, cashflow, groei.

# creditFlexibleTitle
source: Flexible credit lines
de: Flexible Kreditlinien
et: Paindlikud krediidiliinid
fr: Lignes de crédit flexibles
nl: Flexibele kredietlijnen

# creditFlexibleDescription
source: Quick access to immediately available funds, with no obligation to use them instantly.
de: Schneller Zugriff auf sofort verfügbare Mittel ohne sofortige Nutzungspflicht.
et: Kiire ligipääs kohe kasutatavatele vahenditele ilma kohustuseta neid kohe kasutada.
fr: Accès rapide à des fonds immédiatement disponibles, sans obligation d’utilisation immédiate.
nl: Snelle toegang tot direct beschikbare fondsen, zonder verplichting tot onmiddellijk gebruik.

# creditSimulationTitle
source: Simulation & assessment
de: Simulation & Prüfung
et: Simulatsioon ja taotlus
fr: Simulation et enquête
nl: Simulatie en beoordeling

# creditSimulationDescription
source: Estimate your credit capacity and submit your application directly online.
de: Schätzen Sie Ihre Kreditfähigkeit und stellen Sie Ihren Antrag direkt online.
et: Hinnake oma krediidivõimekust ja esitage taotlus veebis.
fr: Estimez votre capacité de crédit et soumettez votre demande directement en ligne.
nl: Schat uw kredietcapaciteit en dien uw aanvraag direct online in.

# documentUploadTitle
source: Submit a document
de: Dokument einreichen
et: Esita dokument
fr: Soumettre un document
nl: Een document indienen

# documentChooseFile
source: Choose a file or photo
de: Datei oder Foto auswählen
et: Vali fail või foto
fr: Choisir un fichier ou une photo
nl: Kies een bestand of foto

# documentSubmit
source: Submit document
de: Dokument absenden
et: Esita dokument
fr: Soumettre le document
nl: Document indienen

# documentUploadSuccess
source: ✅ Document successfully submitted
de: ✅ Dokument erfolgreich übermittelt
et: ✅ Dokument on edukalt esitatud
fr: ✅ Document soumis avec succès
nl: ✅ Document succesvol ingediend

# documentUploadError
source: ❌ Error while uploading document:
de: ❌ Fehler beim Hochladen des Dokuments:
et: ❌ Viga dokumendi esitamisel:
fr: ❌ Erreur lors de l’envoi du document :
nl: ❌ Fout bij het indienen van het document:

# newsletterTitle
source: Subscribe to our newsletter
de: Abonnieren Sie unseren Newsletter
et: Telli meie uudiskiri
fr: Abonnez-vous à notre newsletter
nl: Abonneer u op onze nieuwsbrief

# newsletterDescription
source: Stay informed about the features and technologies of our constantly evolving products.
de: Bleiben Sie über Funktionen und Technologien unserer sich ständig weiterentwickelnden Produkte informiert.
et: Ole kursis meie pidevalt arenevate toodete ja tehnoloogiatega.
fr: Restez informé(e) des fonctionnalités et technologies de nos produits en constante évolution.
nl: Blijf op de hoogte van de functies en technologieën van onze voortdurend evoluerende producten.

# newsletterDescriptionShort
source: Stay informed about updates and improvements.
de: Bleiben Sie über Neuigkeiten informiert.
et: Ole kursis uuenduste ja arengutega.
fr: Restez informé(e) des nouveautés et évolutions.
nl: Blijf op de hoogte van nieuws en updates.

# newsletterEmailHint
source: Your email address
de: Ihre E-Mail-Adresse
et: Sinu e-posti aadress
fr: Votre adresse e-mail
nl: Uw e-mailadres

# newsletterSubscribe
source: Subscribe
de: Abonnieren
et: Telli
fr: S’abonner
nl: Abonneren

# footerServices
source: Services
de: Dienstleistungen
et: Teenused
nl: Diensten

# footerInformation
source: Information
de: Informationen
et: Teave
nl: Informatie

# footerHome
source: Home
de: Startseite
et: Avaleht
fr: Page d’accueil
nl: Startpagina

# footerOffers
source: Our offers
de: Unsere Angebote
et: Pakkumised
fr: Découvrir nos offres
nl: Ontdek onze aanbiedingen

# footerInvestment
source: Investment
de: Investitionen
et: Investeerimine
fr: Investissement
nl: Investering

# footerContact
source: Contact
de: Kontakt
et: Kontakt

# footerAbout
source: About us
de: Über uns
et: Meist
fr: À propos de nous
nl: Over ons

# footerPrivacy
source: Data protection
de: Datenschutz
et: Andmekaitse
fr: Protection des données
nl: Privacybeleid

# footerSecurity
source: Security
de: Sicherheit
et: Turvalisus
fr: Sécurité
nl: Beveiliging

# footerTerms
source: Terms & Conditions
de: AGB
et: Tingimused
fr: CGV
nl: Algemene voorwaarden

# footerBrandDescription
source: We give people back control over their money through modern financing solutions.
de: Wir geben Menschen durch moderne Finanzierungslösungen die Kontrolle über ihr Geld zurück.
et: Anname inimestele kontrolli oma raha üle kaasaegsete rahastuslahenduste kaudu.
fr: Nous redonnons aux gens le contrôle de leur argent grâce à des solutions de financement modernes.
nl: Wij geven mensen weer controle over hun geld met moderne financieringsoplossingen.

# footerSimulationButton
source: View simulation
de: Simulation ansehen
et: Vaata simulatsiooni
fr: Voir une simulation
nl: Bekijk een simulatie

# footerOpeningHours
source: Mon - Sat: 9:00 AM - 5:00 PM
de: Mo - Sa: 09:00 - 17:00 Uhr
et: E–L: 9:00–17:00
fr: Lun - Sam : 9h00 - 17h00
nl: Ma - Za: 09:00 - 17:00

# footerCopyright
source: © Copyright 2026 KreditSch. All rights reserved.
de: © Copyright 2026 KreditSch. Alle Rechte vorbehalten.
et: © 2026 KreditSch. Kõik õigused kaitstud.
fr: © Copyright 2026 KreditSch. Tous droits réservés.
nl: © Copyright 2026 KreditSch. Alle rechten voorbehouden.

# loanVisionTitle
source: Our vision and mission
de: Unsere Vision und Mission
et: Meie visioon ja missioon
fr: Notre vision et notre mission
nl: Onze visie en missie

# loanVisionContent
source: At KreditSch, we simplify access to credit by offering fast, transparent and tailored loan solutions, empowering everyone to take control of their financial projects.
de: Bei KreditSch vereinfachen wir den Zugang zu Krediten durch schnelle, transparente und maßgeschneiderte Finanzierungslösungen, damit jeder die Kontrolle über seine finanziellen Projekte behält.
et: KreditSch lihtsustab juurdepääsu krediidile, pakkudes kiireid, läbipaistvaid ja kohandatud laenulahendusi.
fr: Chez KreditSch, nous simplifions l’accès au crédit en proposant des solutions de prêts rapides, transparentes et adaptées à chaque profil, afin de redonner à chacun le contrôle de ses projets financiers.
nl: Bij KreditSch maken we krediettoegang eenvoudig met snelle, transparante en op maat gemaakte leningen, zodat iedereen de controle over zijn financiële projecten terugkrijgt.

# loanSolutionsTitle
source: Smart loan solutions
de: Intelligente Kreditlösungen
et: Nutikad laenulahendused
fr: Solutions de prêts intelligentes
nl: Slimme leningoplossingen

# loanSolutionsContent
source: KreditSch is recognized for its personal, professional and emergency loan offers, combining speed, security and flexible conditions to support every stage of your life.
de: KreditSch ist bekannt für persönliche, geschäftliche und Notfallkredite, die Schnelligkeit, Sicherheit und flexible Konditionen vereinen.
et: KreditSch pakub isiklikke, äri- ja erakorralisi laene, ühendades kiiruse, turvalisuse ja paindlikud tingimused.
fr: KreditSch est reconnue pour ses offres de prêts personnels, professionnels et d’urgence, alliant rapidité, sécurité et conditions flexibles pour accompagner chaque étape de votre vie.
nl: KreditSch staat bekend om persoonlijke, zakelijke en noodleningen, die snelheid, veiligheid en flexibele voorwaarden combineren voor elke fase van uw leven.

# loanStatApproved
source: Approved loan applications
de: Genehmigte Kreditanträge
et: Kinnitatud laenutaotlused
fr: Demandes de prêts approuvées
nl: Goedgekeurde leningsaanvragen

# loanStatTypes
source: Available loan types
de: Verfügbare Kreditarten
et: Saadaolevad laenutüübid
fr: Types de prêts disponibles
nl: Beschikbare leningtypes

# loanStatExperience
source: Years of financial expertise
de: Jahre finanzieller Erfahrung
et: Finantskogemuse aastad
fr: Années d’expertise financière
nl: Jaren financiële expertise

# loanStatExperts
source: Dedicated credit experts
de: Engagierte Kreditspezialisten
et: Pühendunud krediidieksperdid
fr: Experts crédit dédiés
nl: Toegewijde kredietexperts

# loanFeaturePersonalTitle
source: Finance your personal projects easily
de: Finanzieren Sie Ihre persönlichen Projekte einfach
et: Rahasta oma isiklikud projektid lihtsalt
fr: Financez vos projets personnels simplement
nl: Financier uw persoonlijke projecten eenvoudig

# loanFeaturePersonalDescription
source: Get a flexible private loan for your personal needs with transparent interest rates and tailored repayment.
de: Erhalten Sie einen flexiblen Privatkredit für persönliche Bedürfnisse mit transparenten Zinsen und angepasster Rückzahlung.
et: Hangi paindlik eralaen läbipaistvate intresside ja kohandatud tagasimaksega.
fr: Obtenez un prêt privé flexible pour vos besoins personnels avec des intérêts transparents et un remboursement adapté.
nl: Krijg een flexibele particuliere lening met transparante rente en aangepaste terugbetaling.

# loanFeatureBusinessTitle
source: Support entrepreneurs and SMEs
de: Unterstützen Sie Unternehmer und KMU
et: Toeta ettevõtjaid ja VKE-sid
fr: Soutenez les entrepreneurs et PME
nl: Ondersteun ondernemers en MKB

# loanFeatureBusinessDescription
source: Invest or borrow to grow a business through our network of verified private lenders.
de: Investieren oder leihen Sie Geld, um ein Unternehmen über unser Netzwerk geprüfter privater Kreditgeber zu entwickeln.
et: Investeeri või laena oma ettevõtte arendamiseks kontrollitud eralaenuandjate võrgustiku kaudu.
fr: Investissez ou empruntez pour développer une activité grâce à notre réseau de prêteurs privés vérifiés.
nl: Investeer of leen om een bedrijf te laten groeien via ons netwerk van gecontroleerde particuliere geldschieters.

# loanFeatureFastTitle
source: Fast loans without heavy banking procedures
de: Schneller Kredit ohne aufwendige Bankverfahren
et: Kiire laen ilma keeruka pangamenetluseta
fr: Prêt rapide, sans procédure bancaire lourde
nl: Snelle lening zonder zware bankprocedures

# loanFeatureFastDescription
source: Quick approval, clear penalties and predefined conditions agreed between lender and borrower.
de: Schnelle Genehmigung, klare Gebühren und im Voraus festgelegte Bedingungen zwischen Kreditgeber und Kreditnehmer.
et: Kiire kinnitamine, selged tingimused ja ette määratud reeglid.
fr: Validation rapide, pénalités claires et conditions définies à l’avance entre prêteur et emprunteur.
nl: Snelle goedkeuring, duidelijke boetes en vooraf bepaalde voorwaarden tussen kredietgever en kredietnemer.

# loanFeatureCta
source: Request a loan >
de: Kredit beantragen >
et: Taotle laenu >
fr: Demander un prêt >
nl: Een lening aanvragen >

# loanIdeasHeroQuote
source: “A good loan doesn’t complicate your future, it helps you build it with confidence.”
de: „Ein guter Kredit erschwert Ihre Zukunft nicht, sondern hilft Ihnen, sie sicher aufzubauen.“
et: „Hea laen ei raskenda sinu tulevikku — see aitab seda kindlalt üles ehitada.“
fr: « Un bon prêt ne complique pas votre avenir, il vous aide à le construire sereinement. »
nl: « Een goede lening bemoeilijkt uw toekomst niet, hij helpt u deze rustig op te bouwen. »

# loanIdeasHeroSubtitle
source: Private loan solutions — simple, clear and tailored to your personal and professional needs.
de: Private Kreditlösungen — einfach, klar und auf Ihre persönlichen und beruflichen Bedürfnisse zugeschnitten.
et: Eralaenulahendused — lihtsad, selged ja sinu vajadustele vastavad.
fr: Solutions de prêts privés — simples, claires et adaptées à vos besoins personnels et professionnels.
nl: Privéleningen — eenvoudig, duidelijk en afgestemd op uw persoonlijke en zakelijke behoeften.

# loanIdeasTitle
source: Our private loan solutions
de: Unsere privaten Kreditlösungen
et: Meie eralaenulahendused
fr: Nos solutions de prêts privés
nl: Onze oplossingen voor privéleningen

# loanIdeasDescription
source: We offer flexible and transparent loan solutions tailored to the needs of individuals and professionals.
de: Wir bieten flexible und transparente Kreditlösungen für Privatpersonen und Unternehmen.
et: Pakume paindlikke ja läbipaistvaid laenulahendusi eraisikutele ja ettevõtetele.
fr: Nous proposons des solutions de prêts flexibles et transparentes, adaptées aux besoins des particuliers et des professionnels.
nl: Wij bieden flexibele en transparante leningen, afgestemd op de behoeften van particulieren en bedrijven.

# loanIdeasBulletPersonal
source: Short-term personal loan
de: Kurzfristiger Privatkredit
et: Lühiajaline eralaen
fr: Prêt personnel à court terme
nl: Kortlopende persoonlijke lening

# loanIdeasBulletBusiness
source: Loan for business activities
de: Kredit für geschäftliche Aktivitäten
et: Äritegevuse laen
fr: Prêt pour activités commerciales
nl: Zakelijke lening

# loanIdeasBulletEmergency
source: Emergency loan
de: Notfallkredit
et: Erakorraline laen
fr: Prêt d’urgence
nl: Noodlening

# loanIdeasBulletInvestment
source: Investment loan
de: Investitionskredit
et: Investeerimislaen
fr: Prêt d’investissement
nl: Investeringslening

# loanIdeasBulletInstallment
source: Installment repayment loan
de: Kredit mit Ratenzahlung
et: Osamaksetega laen
fr: Prêt avec remboursement échelonné
nl: Lening met gespreide terugbetaling

# loanIdeasCta
source: Discover our offers
de: Unsere Angebote entdecken
et: Tutvu pakkumistega
fr: Découvrir nos offres
nl: Ontdek onze aanbiedingen

# loanIdeasWhyTitle
source: Why choose our service?
de: Warum unseren Service wählen?
et: Miks valida meid?
fr: Pourquoi choisir notre service ?
nl: Waarom onze service kiezen?

# loanIdeasWhyFastTitle
source: Fast process
de: Schneller Prozess
et: Kiire protsess
fr: Processus rapide
nl: Snel proces

# loanIdeasWhyFastDesc
source: Quick loan decisions without complex procedures.
de: Schnelle Kreditentscheidung ohne komplexe Verfahren.
et: Kiire otsus ilma keeruliste protseduurideta.
fr: Décision de prêt rapide et sans procédures complexes.
nl: Snelle kredietbeslissing zonder complexe procedures.

# loanIdeasWhyClearTitle
source: Clear conditions
de: Klare Bedingungen
et: Selged tingimused
fr: Conditions claires
nl: Duidelijke voorwaarden

# loanIdeasWhyClearDesc
source: Interest rates and penalties defined upfront.
de: Zinssätze und Gebühren im Voraus festgelegt.
et: Intressid ja tasud on eelnevalt määratud.
fr: Taux d’intérêt et pénalités définis à l’avance.
nl: Rente en boetes vooraf gedefinieerd.

# loanIdeasWhyTrackingTitle
source: Transparent tracking
de: Transparente Übersicht
et: Läbipaistev jälgimine
fr: Suivi transparent
nl: Transparante opvolging

# loanIdeasWhyTrackingDesc
source: View your schedules and payments anytime.
de: Behalten Sie Ihre Raten und Zahlungen jederzeit im Blick.
et: Vaata oma makseid ja tähtaegu igal ajal.
fr: Visualisez vos échéances et paiements à tout moment.
nl: Bekijk uw termijnen en betalingen op elk moment.

# loanProcessSubtitle
source: Our loan process
de: Unser Kreditprozess
et: Meie laenuprotsess
fr: Notre processus de prêt
nl: Ons leenproces

# loanProcessTitle
source: Your loan in 3 steps
de: Ihr Kredit in 3 Schritten
et: Sinu laen 3 sammuga
fr: Votre prêt en 3 étapes
nl: Uw lening in 3 stappen

# loanProcessDescription
source: Whether for a project, cash needs or an investment, our goal is to help you move forward with confidence.
de: Ob für ein Projekt, einen Liquiditätsbedarf oder eine Investition – unser Ziel ist es, Sie sicher voranzubringen.
et: Olgu tegemist projekti, rahavajaduse või investeeringuga — aitame sul kindlalt edasi liikuda.
fr: Que ce soit pour un projet, un besoin de trésorerie ou un investissement, notre objectif est de vous aider à aller de l’avant en toute confiance.
nl: Of het nu gaat om een project, een cashflowbehoefte of een investering, ons doel is u te helpen vooruit te gaan met vertrouwen.

# step1Title
source: Simulate your loan
de: Kredit simulieren
et: Simuleeri laenu
fr: Simulez votre prêt
nl: Simuleer uw lening

# step1Description
source: Choose the desired amount and duration. Receive a clear, no-obligation quote in just a few clicks.
de: Wählen Sie den gewünschten Betrag und die Laufzeit. Erhalten Sie in wenigen Klicks ein klares und unverbindliches Angebot.
et: Vali summa ja periood. Saa selge pakkumine mõne hetkega.
fr: Choisissez le montant et la durée souhaités. Recevez un devis clair et sans engagement en quelques clics.
nl: Kies het gewenste bedrag en de looptijd. Ontvang een duidelijke en vrijblijvende offerte in enkele klikken.

# step2Title
source: Submit your application
de: Antrag einreichen
et: Esita taotlus
fr: Soumettez votre demande
nl: Dien uw aanvraag in

# step2Description
source: Fill out the secure form with no paperwork. Your application is processed quickly.
de: Füllen Sie das sichere Formular ohne Papierunterlagen aus. Ihr Antrag wird schnell bearbeitet.
et: Täida turvaline vorm ilma paberiteta. Taotlust töödeldakse kiiresti.
fr: Remplissez le formulaire sécurisé sans aucun document papier. Votre dossier est traité rapidement.
nl: Vul het beveiligde formulier in zonder papieren documenten. Uw dossier wordt snel verwerkt.

# step3Title
source: Receive the funds
de: Geld erhalten
et: Saa raha kätte
fr: Recevez les fonds
nl: Ontvang de fondsen

# step3Description
source: Once your application is approved, the amount is transferred directly to your account.
de: Nach Genehmigung Ihres Antrags wird der Betrag direkt auf Ihr Konto überwiesen.
et: Pärast kinnitamist kantakse summa otse sinu kontole.
fr: Une fois votre demande approuvée, le montant est versé directement sur votre compte.
nl: Zodra uw aanvraag is goedgekeurd, wordt het bedrag rechtstreeks op uw rekening gestort.

# loanCtaTitle
source: Start your loan project now
de: Starten Sie Ihr Kreditprojekt jetzt
et: Alusta oma laenuprojekti kohe
fr: Démarrez votre projet de prêt dès maintenant
nl: Start uw leenproject nu

# loanCtaDescription
source: Have a project in mind? We help you make it happen quickly with a simple, secure and 100% online loan.
de: Haben Sie ein Projekt im Kopf? Wir helfen Ihnen, es schnell mit einem einfachen, sicheren und 100 % digitalen Kredit umzusetzen.
et: On sul idee? Aitame selle kiiresti ellu viia turvalise ja 100% veebilaenuga.
fr: Vous avez un projet en tête ? Nous vous aidons à le concrétiser rapidement grâce à un prêt simple, sécurisé et 100 % en ligne.
nl: Heeft u een project in gedachten? Wij helpen u het snel te realiseren met een eenvoudige, veilige en volledig online lening.
