Repository: kapalkovairena-wq/loan-web-app
Catalog: lib/l10n/app_*.arb
Languages: de, et, fr, nl

# registrationError
source: Error creating account
de: Fehler beim Erstellen des Kontos
et: Viga konto loomisel
fr: Erreur lors de la création du compte
nl: Fout bij het aanmaken van het account

# registerError
source: Error creating account
de: Fehler beim Erstellen des Kontos
et: Viga konto loomisel
fr: Erreur lors de la création du compte

# googleAuthError
source: Error during Google registration
de: Fehler bei der Google-Registrierung
et: Viga Google'i kaudu registreerumisel
fr: Erreur lors de l'inscription Google
nl: Fout bij Google-registratie

# googleSignInError
source: Error during Google login
de: Fehler bei Google-Anmeldung
et: Viga Google'iga sisselogimisel
fr: Erreur lors de la connexion Google
nl: Fout bij Google-aanmelding

# googleRegisterError
source: Error during Google registration
de: Fehler bei der Google-Registrierung
et: Viga Google'i kaudu registreerumisel
fr: Erreur lors de l'inscription Google

source: Create account
de: Konto erstellen
et: Loo konto
fr: Créer un compte
nl: Account aanmaken

# register
source: Create account
de: Konto erstellen
et: Loo konto
fr: Créer un compte

# joinKreditSch
source: Join KreditSch in seconds
de: Treten Sie KreditSch in Sekunden bei
et: Liitu „KreditSch“-iga mõne sekundiga
fr: Rejoignez KreditSch en quelques secondes
nl: Word in enkele seconden lid van KreditSch

# registerSubtitle
source: Join KreditSch in a few seconds
de: Treten Sie KreditSch in wenigen Sekunden bei
et: Liitu „KreditSch“-iga mõne sekundiga
fr: Rejoignez KreditSch en quelques secondes

source: Currency
de: Währung
et: Valuuta
fr: Devise
nl: Valuta

source: Email
et: E-post

source: Password
de: Passwort
et: Parool
fr: Mot de passe
nl: Wachtwoord

source: Create my account
de: Mein Konto erstellen
et: Loo minu konto
fr: Créer mon compte
nl: Maak mijn account aan

# registerButton
source: Create account
de: Konto erstellen
et: Loo konto
fr: Créer un compte
nl: Account aanmaken

source: Continue with Google
de: Mit Google fortfahren
et: Jätka Google'iga
fr: Continuer avec Google
nl: Doorgaan met Google

# selectCurrency
source: Please select a currency
de: Bitte wählen Sie eine Währung
et: Palun vali valuuta
fr: Veuillez sélectionner une devise
nl: Selecteer een valuta

# alreadyHaveAccount
source: Already have an account?
de: Bereits ein Konto?
et: Kas teil on juba konto?
fr: Déjà un compte ?
nl: Heeft u al een account?

source: Sign in
de: Anmelden
et: Logi sisse
fr: Se connecter
nl: Inloggen

source: Logging out…
de: Abmeldung läuft…
et: Logitakse välja…
fr: Déconnexion en cours…
nl: Uitloggen…

source: Login
de: Anmelden
et: Sisselogimine
fr: Connexion

# loginSubtitle
source: Access your client area
de: Zugriff auf Ihren Kundenbereich
et: Pääse oma kliendialasse
fr: Accédez à votre espace client
nl: Toegang tot uw account

source: Forgot password?
de: Passwort vergessen?
et: Unustasid parooli?
fr: Mot de passe oublié ?
nl: Wachtwoord vergeten?

# loginButton
source: Login
de: Anmelden
et: Logi sisse
fr: Se connecter
nl: Inloggen

source: No account yet?
de: Noch kein Konto?
et: Pole veel kontot?
fr: Pas encore de compte ?
nl: Nog geen account?

# userNotFound
source: No account found. Please register.
de: Kein Konto gefunden. Bitte registrieren.
et: Kontot ei leitud. Palun registreeruge.
fr: Aucun compte trouvé. Veuillez vous inscrire.
nl: Geen account gevonden. Registreer alstublieft.

# wrongPassword
source: Incorrect password
de: Falsches Passwort
et: Vale parool
fr: Mot de passe incorrect
nl: Onjuist wachtwoord

source: Login error
de: Fehler beim Login
et: Sisselogimise viga
fr: Erreur de connexion
nl: Fout bij het inloggen

# googleLoginError
source: Error during Google login
de: Fehler beim Google-Login
et: Viga Google'iga sisselogimisel
fr: Erreur lors de la connexion Google
nl: Fout bij Google-aanmelding

# forgotPasswordTitle
source: Forgot password
de: Passwort vergessen
et: Unustatud parool
fr: Mot de passe oublié
nl: Wachtwoord vergeten

# forgotPasswordSubtitle
source: Enter your email address to receive a reset link.
de: Geben Sie Ihre E-Mail-Adresse ein, um einen Link zum Zurücksetzen zu erhalten.
et: Sisesta oma e-posti aadress, et saada lähtestamise link.
fr: Entrez votre adresse e-mail pour recevoir un lien de réinitialisation.
nl: Voer uw e-mailadres in om een resetlink te ontvangen.

source: Email address
de: E-Mail-Adresse
et: E-posti aadress
fr: Adresse e-mail
nl: E-mailadres

source: Send link
de: Link senden
et: Saada link
fr: Envoyer le lien
nl: Verzend link

# resetLinkSent
source: A reset link has been sent to your email address.
de: Ein Link zum Zurücksetzen wurde an Ihre E-Mail-Adresse gesendet.
et: Lähtestamise link saadeti teie e-posti aadressile.
fr: Un lien de réinitialisation a été envoyé à votre adresse e-mail.
nl: Een resetlink is naar uw e-mailadres verzonden.

source: Error occurred
de: Fehler beim Senden
et: Viga saatmisel
fr: Erreur lors de l'envoi
nl: Fout bij het verzenden

source: Back to login
de: Zurück zur Anmeldung
et: Tagasi sisselogimisele
fr: Retour à la connexion
nl: Terug naar inloggen

source: Loading...
de: Wird geladen…
et: Laadimine…
fr: Chargement…
nl: Laden…

source: User not logged in
de: Benutzer nicht angemeldet
et: Kasutaja pole sisse logitud
fr: Utilisateur non connecté
nl: Gebruiker niet ingelogd

source: Server error
de: Serverfehler
et: Serveri viga
fr: Erreur serveur
nl: Serverfout

source: ❌ Error loading:
de: ❌ Fehler beim Laden:
et: ❌ Laadimise viga:
fr: ❌ Erreur chargement:
nl: ❌ Fout bij laden:

source: No documents submitted
de: Keine Dokumente eingereicht
et: Ühtegi dokumenti pole esitatud
fr: Aucun document soumis
nl: Geen documenten ingediend

source: Image unavailable
de: Bild nicht verfügbar
et: Pilt pole saadaval
fr: Image indisponible
nl: Afbeelding niet beschikbaar

source: Approved
de: Genehmigt
et: Kinnitatud
fr: Approuvé
nl: Goedgekeurd

source: Rejected
de: Abgelehnt
et: Tagasi lükatud
fr: Rejeté
nl: Afgewezen

source: Pending
de: Ausstehend
et: Ootel
fr: En attente
nl: In afwachting

source: Transaction History
de: Transaktionsverlauf
et: Tehingute ajalugu
fr: Historique des transactions
nl: Transactiegeschiedenis

source: No transactions submitted
de: Keine Transaktionen eingereicht
et: Ühtegi tehingut pole esitatud
fr: Aucune transaction soumise
nl: Geen transacties ingediend

source: Submitted on:
de: Eingereicht am:
et: Esitatud:
fr: Soumis le :
nl: Ingediend op:

source: Status
et: Staatus
fr: Statut

source: ❌ Error fetching:
de: ❌ Fehler beim Abrufen:
et: ❌ Viga andmete hankimisel:
fr: ❌ Erreur récupération:
nl: ❌ Fout bij ophalen:

# heroTitle2
source: The here-and-now alternative.
de: Die Alternative für hier und jetzt.
et: Alternatiiv siin ja praegu.
fr: L'alternative pour l'ici et maintenant.
nl: Het alternatief voor hier en nu.

# heroDescription
source: In a challenging economic context, quickly accessing reliable financing has become essential. KreditSch offers flexible, transparent loan solutions tailored to individuals and businesses.
de: In einem anspruchsvollen wirtschaftlichen Umfeld ist der schnelle Zugang zu zuverlässiger Finanzierung unerlässlich. KreditSch bietet flexible, transparente Kreditlösungen für Privatpersonen und Unternehmen.
et: Nõudlikus majanduskeskkonnas on kiire ligipääs usaldusväärsele rahastusele muutunud hädavajalikuks. „KreditSch“ pakub paindlikke ja läbipaistvaid laenulahendusi nii eraisikutele kui ka ettevõtetele.
fr: Dans un contexte économique exigeant, accéder rapidement à un financement fiable est devenu essentiel. KreditSch propose des solutions de prêts flexibles, transparentes et adaptées aux particuliers comme aux entreprises.
nl: In een veeleisende economische context is snel toegang tot betrouwbare financiering essentieel. KreditSch biedt flexibele, transparante en passende leenoplossingen voor zowel particulieren als bedrijven.

# bulletFastLoans
source: Fast loans with a response within 24h.
de: Schnelle Kredite mit Antwort innerhalb von 24 Stunden.
et: Kiired laenud vastusega 24 tunni jooksul.
fr: Prêts rapides avec réponse sous 24h.
nl: Snelle leningen met antwoord binnen 24 uur.

# bulletFlexibleDuration
source: Flexible durations from 6 to 60 months.
de: Flexible Laufzeiten von 6 bis 60 Monaten.
et: Paindlikud tähtajad 6 kuni 60 kuud.
fr: Durées flexibles de 6 à 60 mois.
nl: Flexibele looptijden van 6 tot 60 maanden.

# bulletForAll
source: Solutions for individuals and professionals.
de: Lösungen für Privatpersonen und Unternehmen.
et: Lahendused eraisikutele ja professionaalidele.
fr: Solutions adaptées aux particuliers et professionnels.
nl: Oplossingen voor particulieren en professionals.

# heroCTA
source: Request a standard KreditSch loan >
de: Standard-Kredit bei KreditSch beantragen >
et: Taotle „KreditSch Standard“ laenu >
fr: Demander un prêt KreditSch Standard >
nl: Vraag een standaard KreditSch-lening aan >

# cardLowRisk
source: Low-risk loan
de: Risikofreier Kredit
et: Madala riskiga laen
fr: Prêt à faible risque
nl: Lening met laag risico

# cardLowRiskDesc
source: Fixed and transparent installments for better budget control.
de: Feste und transparente Raten für eine bessere Budgetkontrolle.
et: Fikseeritud ja läbipaistvad kuumaksed parema eelarvekontrolli jaoks.
fr: Des mensualités fixes et transparentes pour une meilleure maîtrise de votre budget.
nl: Vaste en transparante maandlasten voor beter budgetbeheer.

# cardTargeted
source: Targeted loans
de: Gezielte Kredite
et: Sihtotstarbelised laenud
fr: Prêts ciblés
nl: Gerichte leningen

# cardTargetedDesc
source: Dedicated financing: housing, car, studies, personal projects, or treasury.
de: Dedizierte Finanzierung: Wohnen, Auto, Studium, persönliche Projekte oder Liquidität.
et: Spetsiaalne rahastus: eluaseme, auto, õpingute, isiklike projektide või käibekapitali jaoks.
fr: Financement dédié : logement, auto, études, projets personnels ou trésorerie.
nl: Specifieke financiering: woning, auto, studie, persoonlijke projecten of werkkapitaal.

# cardFlexibleAmount
source: Flexible amount
de: Flexibler Betrag
et: Paindlik summa
fr: Montant flexible
nl: Flexibel bedrag

# cardFlexibleAmountDesc
source: Borrow between €1,000 and €500,000 depending on your profile and needs.
de: Leihen Sie zwischen 1.000 € und 500.000 € je nach Ihrem Profil und Bedarf.
et: Laena 1 000 € kuni 500 000 € vastavalt oma profiilile ja vajadustele.
fr: Empruntez entre 1 000 € et 500 000 € selon votre profil et votre besoin.
nl: Lenen van €1.000 tot €500.000, afhankelijk van uw profiel en behoefte.

# dividerText
source: If this loan solution does not fit your situation, KreditSch offers other financing options.
de: Wenn diese Kreditlösung nicht zu Ihrer Situation passt, bietet KreditSch weitere Finanzierungsmöglichkeiten.
et: Kui see laenulahendus ei sobi teie olukorraga, pakub „KreditSch“ teisi rahastusvõimalusi.
fr: Si cette solution de prêt ne correspond pas à votre situation, KreditSch vous propose d'autres options de financement.
nl: Als deze leenoplossing niet bij uw situatie past, biedt KreditSch andere financieringsopties.

# cardPersonalized
source: Personalized loans
de: Personalisierte Kredite
et: Personaalsed laenud
fr: Prêts personnalisés
nl: Gepersonaliseerde leningen

# cardPersonalizedDesc
source: Offers tailored to your financial situation and repayment capacity.
de: Angebote, die auf Ihre finanzielle Situation und Rückzahlungsfähigkeit zugeschnitten sind.
et: Pakkumised, mis on kohandatud teie finantsolukorrale ja tagasimaksevõimele.
fr: Des offres adaptées à votre situation financière et à votre capacité de remboursement.
nl: Aanbiedingen aangepast aan uw financiële situatie en terugbetalingscapaciteit.

# cardResponsible
source: Responsible loans
de: Verantwortungsvolle Kredite
et: Vastutustundlikud laenud
fr: Prêts responsables
nl: Verantwoorde leningen

# cardResponsibleDesc
source: Financing designed for sustainable projects with a positive impact.
de: Finanzierungen für nachhaltige Projekte mit positivem Einfluss.
et: Rahastus jätkusuutlikele ja positiivse mõjuga projektidele.
fr: Financements pensés pour des projets durables et à impact positif.
nl: Financiering gericht op duurzame projecten met positieve impact.

# cardThematic
source: Thematic loans
de: Themenkredite
et: Temaatilised laenud
fr: Prêts thématiques
nl: Thematische leningen

# cardThematicDesc
source: Health, studies, mobility, housing, or entrepreneurship.
de: Gesundheit, Studium, Mobilität, Wohnen oder Unternehmertum.
et: Tervis, õpingud, liikuvus, eluaseme soetamine või ettevõtlus.
fr: Santé, études, mobilité, logement ou entrepreneuriat.
nl: Gezondheid, studie, mobiliteit, huisvesting of ondernemerschap.

# cardPartners
source: Financial partners
de: Finanzpartner
et: Finantspartnerid
fr: Partenaires financiers
nl: Financiële partners

# cardPartnersDesc
source: Access solutions from national and international financial partners.
de: Zugang zu Lösungen von nationalen und internationalen Finanzpartnern.
et: Juurdepääs riiklike ja rahvusvaheliste finantspartnerite lahendustele.
fr: Accès à des solutions issues de partenaires financiers nationaux et internationaux.
nl: Toegang tot oplossingen van nationale en internationale financiële partners.

# simulationTitle
source: Loan Simulation
de: Kreditsimulation
et: Simuleeri oma laenu
fr: Simulez votre prêt
nl: Simuleer uw lening

# simulationDescription
source: Adjust the parameters to estimate your loan.
de: Passen Sie die Parameter an, um Ihren Kredit zu schätzen.
et: Kohanda parameetreid, et hinnata oma krediiti.
fr: Ajustez les paramètres pour estimer votre crédit.
nl: Pas de parameters aan om uw krediet te schatten.

source: Loan amount
de: Kreditbetrag
et: Laenusumma
fr: Montant du prêt
nl: Leningbedrag

source: Duration
de: Laufzeit
et: Kestus
fr: Durée
nl: Looptijd

source: months
de: Monate
et: kuud
fr: mois
nl: maanden

source: Monthly payment
de: Monatliche Zahlung
et: Igakuine makse
fr: Mensualité
nl: Maandlasten

source: Annual interest rate
de: Jährlicher Zinssatz
et: Aastane intressimäär
fr: Taux d'intérêt annuel du crédit
nl: Jaarlijkse rente

source: Monthly insurance
de: Monatliche Versicherung
et: Igakuine kindlustus
fr: Assurance mensuelle
nl: Maandelijkse verzekering

# totalPayments
source: Total payments (excluding insurance)
de: Gesamtzahlungen (ohne Versicherung)
et: Kogumaksed (ilma kindlustuseta)
fr: Total des mensualités (hors assurance)
nl: Totaal van de aflossingen (excl. verzekering)

source: Total interests
de: Gesamtzinsen
et: Kogu intress
fr: Total des intérêts
nl: Totale rente

source: Total insurance
de: Gesamtversicherung
et: Kindlustuse kogusumma
fr: Total de l’assurance
nl: Totale verzekering

# continueRequest
source: Continue application
de: Antrag fortsetzen
et: Jätka taotlust
fr: Continuer la demande
nl: Doorgaan met aanvraag

# personalInfoTitle
source: Personal Information
de: Persönliche Informationen
et: Isiklik teave
fr: Informations personnelles
nl: Persoonlijke informatie

# fullNameLabel
source: Full Name *
de: Vollständiger Name *
et: Täisnimi *
fr: Nom complet *
nl: Volledige naam *

# fullNameHint
source: Your full name
de: Ihr vollständiger Name
et: Teie täisnimi
fr: Votre nom complet
nl: Uw volledige naam

# emailLabel
source: Email *
et: E-post *

# emailHint
source: example@email.com
de: beispiel@email.com
et: näide@email.com
fr: exemple@email.com
nl: voorbeeld@email.com

# phoneLabel
source: Phone *
de: Telefon *
et: Telefon *
fr: Téléphone *
nl: Telefoon *

# dobLabel
source: Date of Birth
de: Geburtsdatum
et: Sünniaeg
fr: Date de naissance
nl: Geboortedatum

# dobHint
source: DD/MM/YYYY
de: TT/MM/JJJJ
et: PP/KK/AAAA
fr: JJ/MM/AAAA
nl: DD/MM/JJJJ

# addressLabel
source: Address *
de: Adresse *
et: Aadress *
fr: Adresse *
nl: Adres *

# cityLabel
source: City
de: Stadt
et: Linn
fr: Ville
nl: Stad

# countryLabel
source: Country
de: Land
et: Riik
fr: Pays
nl: Land

# requiredDocsTitle
source: Required Documents
de: Erforderliche Dokumente
et: Nõutavad dokumendid
fr: Documents requis
nl: Vereiste documenten

# identityDoc
source: Identity Document (ID / Passport / License)
de: Ausweisdokument (Personalausweis / Reisepass / Führerschein)
et: Isikut tõendav dokument (ID-kaart / pass / juhiluba)
fr: Pièce d'identité (Carte d'identité / Passeport / Permis)
nl: Identiteitsbewijs (ID-kaart / Paspoort / Rijbewijs)

# addressProof
source: Proof of address
de: Adressnachweis
et: Elukoha tõend
fr: Justificatif de domicile
nl: Bewijs van adres

source: No file selected
de: Keine Datei ausgewählt
et: Faili pole valitud
fr: Aucun fichier sélectionné
nl: Geen bestand geselecteerd

source: Document added
de: Dokument hinzugefügt
et: Dokument lisatud
fr: Document ajouté
nl: Document toegevoegd

# uploadButton
source: Upload
de: Hochladen
et: Laadi üles
fr: Télécharger
nl: Uploaden

# financialInfoTitle
source: Financial Information
de: Finanzinformationen
et: Finantsteave
fr: Informations financières
nl: Financiële informatie

# amountLabel
source: Requested Amount
de: Angeforderter Betrag
et: Taotletav summa
fr: Montant demandé
nl: Aanvraagbedrag

# durationLabel
source: Duration (months)
de: Laufzeit (Monate)
et: Kestus (kuud)
fr: Durée (mois)
nl: Looptijd (maanden)

# incomeLabel
source: Income Source
de: Einkommensquelle
et: Sissetuleku allikas
fr: Source de revenus
nl: Inkomstbron

# professionLabel
source: Profession
de: Beruf
et: Amet
nl: Beroep

# fillRequiredFields
source: Please fill all required fields
de: Bitte füllen Sie alle Pflichtfelder aus
et: Palun täitke kõik kohustuslikud väljad
fr: Veuillez compléter tous les champs obligatoires
nl: Vul alle verplichte velden in

source: Invalid amount or duration
de: Ungültiger Betrag oder Laufzeit
et: Vigane summa või kestus
fr: Montant ou durée invalide
nl: Ongeldig bedrag of looptijd

# notAuthenticated
source: User not authenticated
de: Benutzer nicht authentifiziert
et: Kasutaja pole autentitud
fr: Utilisateur non authentifié
nl: Gebruiker niet geverifieerd

# requestSuccessTitle
source: Request submitted successfully
de: Anfrage erfolgreich gesendet
et: Taotlus edukalt saadetud
fr: Demande envoyée avec succès
nl: Aanvraag succesvol verzonden

# requestSuccessContent
source: Thank you {name}, Amount: {amount} {currency} Duration: {duration} months Annual rate: 3% Monthly payment: {monthlyPayment} {currency} Total payments: {totalPayments} {currency} Total interest: {totalInterest} {currency} Total to repay: {totalAmount} {currency}
de: Vielen Dank {name}, Betrag: {amount} {currency} Laufzeit: {duration} Monate Jahreszins: 3% Monatliche Zahlung: {monthlyPayment} {currency} Gesamtzahlungen: {totalPayments} {currency} Gesamtzinsen: {totalInterest} {currency} Gesamtbetrag: {totalAmount} {currency}
et: Aitäh {name}, Summa: {amount} {currency} Kestus: {duration} kuud Aastane määr: 3% Kuumakse: {monthlyPayment} {currency} Kogumaksed: {totalPayments} {currency} Kogu intress: {totalInterest} {currency} Tagasimakstav kogusumma: {totalAmount} {currency}
fr: Merci {name}, Montant : {amount} {currency} Durée : {duration} mois Taux annuel : 3% Mensualité : {monthlyPayment} {currency} Total mensualités : {totalPayments} {currency} Total intérêts : {totalInterest} {currency} Total à rembourser : {totalAmount} {currency}
nl: Dank u {name}, Bedrag: {amount} {currency} Looptijd: {duration} maanden Jaarlijkse rente: 3% Maandelijkse aflossing: {monthlyPayment} {currency} Totaal aflossingen: {totalPayments} {currency} Totale rente: {totalInterest} {currency} Totaal terug te betalen: {totalAmount} {currency}

# loanOffersHeroTitle
source: Our financing offers
de: Unsere Finanzierungsangebote
et: Meie rahastuspaketid
fr: Nos offres de financement
nl: Onze financieringsaanbiedingen

# loanOffersHeroSubtitle
source: Fast, transparent loan solutions tailored to your personal and professional needs.
de: Schnelle, transparente Kreditlösungen für private und berufliche Bedürfnisse.
et: Kiired, läbipaistvad ja teie isiklikele ning ärivajadustele kohandatud krediidilahendused.
fr: Des solutions de crédit rapides, transparentes et adaptées à vos besoins personnels et professionnels.
nl: Snelle, transparante kredietoplossingen afgestemd op uw persoonlijke en professionele behoeften.

# loanOffersTitle
source: Our offers
de: Unsere Angebote
et: Meie pakkumised
fr: Nos offres
nl: Onze aanbiedingen

# loanOffersSubtitle
source: Discover the credit solutions we offer.
de: Entdecken Sie unsere verfügbaren Kreditlösungen.
et: Tutvu krediidilahendustega, mida pakume.
fr: Découvrez les solutions de crédit que nous mettons à votre disposition.
nl: Ontdek de kredietoplossingen die wij voor u beschikbaar stellen.

# offerPersonalTitle
source: Personal loan
de: Privatkredit
et: Eraisiku laen
fr: Prêt personnel
nl: Persoonlijke lening

# offerPersonalDesc
source: Finance your personal projects with flexible conditions and fast processing.
de: Finanzieren Sie Ihre persönlichen Projekte mit flexiblen Konditionen.
et: Rahasta oma isiklikke projekte paindlike tingimuste ja kiire menetlusega.
fr: Financez vos projets personnels avec des conditions flexibles et un traitement rapide.
nl: Financier uw persoonlijke projecten met flexibele voorwaarden en snelle verwerking.

# offerBusinessTitle
source: Business loan
de: Unternehmenskredit
et: Ettevõtluslaen
fr: Prêt entrepreneurial
nl: Ondernemerslening

# offerBusinessDesc
source: Financial support to grow and expand your business.
de: Finanzielle Unterstützung für Wachstum und Entwicklung Ihres Unternehmens.
et: Finantstugi teie ettevõtte arendamiseks ja kasvatamiseks.
fr: Un accompagnement financier pour développer et faire grandir votre entreprise.
nl: Financiële ondersteuning om uw bedrijf te laten groeien.

# offerInvestmentTitle
source: Investment loan
de: Investitionskredit
et: Investeerimislaen
fr: Prêt investissement
nl: Investeringslening

# offerInvestmentDesc
source: Invest in real estate or other profitable opportunities.
de: Investieren Sie in Immobilien oder andere rentable Projekte.
et: Investeeri kinnisvarasse või muudesse tulusatesse võimalustesse.
fr: Investissez dans l’immobilier ou d’autres opportunités rentables.
nl: Investeren in vastgoed of andere rendabele kansen.

# offerEmergencyTitle
source: Emergency loan
de: Notkredit
et: Kiirlaen
fr: Prêt d’urgence
nl: Noodlening

# offerEmergencyDesc
source: A fast solution to handle unexpected financial needs.
de: Eine schnelle Lösung für unerwartete finanzielle Situationen.
et: Kiire lahendus ootamatute finantsolukordade jaoks.
fr: Une solution rapide pour faire face aux imprévus financiers.
nl: Een snelle oplossing voor onverwachte financiële situaties.

# loanOffersCtaTitle
source: Ready to apply?
de: Bereit für Ihren Antrag?
et: Valmis taotlema?
fr: Prêt à faire votre demande ?
nl: Klaar om uw aanvraag te doen?

# loanOffersCtaSubtitle
source: Contact us today and benefit from personalized support.
de: Kontaktieren Sie uns noch heute für eine persönliche Beratung.
et: Võtke meiega ühendust juba täna ja saate personaalse toe.
fr: Contactez-nous dès aujourd’hui et bénéficiez d’un accompagnement personnalisé.
nl: Neem vandaag contact met ons op en ontvang persoonlijke begeleiding.

# loanOffersCtaButton
source: Apply now
de: Jetzt beantragen
et: Esita taotlus
fr: Faire une demande
nl: Dien een aanvraag in

# loanHistoryTitle
source: Loan history
de: Kredithistorie
et: Taotluste ajalugu
fr: Historique des demandes
nl: Aanvraaggeschiedenis

# loanHistoryEmpty
source: No requests found
de: Keine Anträge gefunden
et: Taotlusi ei leitud
fr: Aucune demande trouvée
nl: Geen aanvragen gevonden

# loanSubmittedOn
source: Submitted on
de: Eingereicht am
et: Esitatud
fr: Soumise le
nl: Ingediend op

source: Personal information
de: Persönliche Informationen
et: Isikuandmed
fr: Informations personnelles
nl: Persoonlijke informatie
