Repository: kapalkovairena-wq/loan-web-app
Catalog: lib/l10n/app_*.arb
Languages: de, et, fr, nl

source: Financial information
de: Finanzielle Informationen
et: Finantsandmed
fr: Informations financières
nl: Financiële informatie

source: Loan summary
de: Kreditübersicht
et: Laenu kokkuvõte
fr: Récapitulatif du crédit
nl: Kredietoverzicht

source: Phone
de: Telefon
et: Telefon
fr: Téléphone
nl: Telefoon

source: Address
de: Adresse
et: Aadress
fr: Adresse
nl: Adres

source: City
de: Stadt
et: Linn
fr: Ville
nl: Stad

source: Country
de: Land
et: Riik
fr: Pays
nl: Land

source: Profession
de: Beruf
et: Amet
nl: Beroep

source: Income source
de: Einnahmequelle
et: Sissetuleku allikas
fr: Source de revenus
nl: Inkomstbron

source: Requested amount
de: Beantragter Betrag
et: Taotletud summa
fr: Montant demandé
nl: Aanvraagbedrag

source: Total interest
de: Gesamtzinsen
et: Intressid
fr: Intérêts
nl: Rente

source: Total to repay
de: Gesamtbetrag
et: Tagasimakstav kogusumma
fr: Total à rembourser
nl: Totaal terug te betalen

source: Submitted documents
de: Eingereichte Dokumente
et: Esitatud dokumendid
fr: Documents soumis
nl: Ingediende documenten

source: Identity document
de: Ausweisdokument
et: Isikut tõendav dokument
fr: Pièce d'identité
nl: Identiteitsbewijs

# statusPending
source: Pending
de: In Bearbeitung
et: Menetluses
fr: En cours
nl: In behandeling

# statusApproved
source: Approved
de: Genehmigt
et: Kinnitatud
fr: Approuvée
nl: Goedgekeurd

# statusRejected
source: Rejected
de: Abgelehnt
et: Tagasi lükatud
fr: Refusée
nl: Afgewezen

# dashboardTitle
source: Dashboard
et: Juhtpaneel
fr: Tableau de bord

# dashboardHello
source: Hello 👋
de: Hallo 👋
et: Tere 👋
fr: Bonjour 👋
nl: Hallo 👋

# dashboardWelcome
source: Welcome to your secure client area
de: Willkommen in Ihrem sicheren Kundenbereich
et: Tere tulemast teie turvalisse kliendikeskkonda
fr: Bienvenue dans votre espace client sécurisé
nl: Welkom in uw beveiligde klantenomgeving

# dashboardSecureData
source: 🔒 Secure data
de: 🔒 Geschützte Daten
et: 🔒 Andmed on kaitstud
fr: 🔒 Données protégées
nl: 🔒 Gegevens beschermd

# contactSectionLabel
source: Contact
de: Kontakt
et: Kontakt

# contactTitle
source: Contact KreditSch
de: Kontaktieren Sie KreditSch
et: Võtke ühendust KreditSch-iga
fr: Contactez KreditSch
nl: Neem contact op met KreditSch

# contactDescription
source: Our KreditSch team is available for any personal, business or emergency loan request.
de: Unser KreditSch-Team steht Ihnen für private, berufliche oder dringende Kreditanfragen zur Verfügung.
et: KreditSch meeskond on valmis aitama isiklike, äriliste või erakorraliste laenutaotluste puhul.
fr: Notre équipe KreditSch est à votre écoute pour toute demande de prêt personnel, professionnel ou d’urgence.
nl: Ons team staat klaar voor al uw vragen over persoonlijke, zakelijke of noodleningen.

# contactAddressTitle
source: Germany
de: Deutschland
et: Saksamaa
fr: Allemagne
nl: Duitsland

# contactPhoneTitle
source: Phone
de: Telefon
et: Telefon
fr: Téléphone
nl: Telefoon

# contactEmailTitle
source: Email
et: E-post

# contactEmail
source: contact@kreditsch.de
et: kontakt@kreditsch.de

# contactFormName
source: Name
et: Nimi
fr: Nom
nl: Naam

# contactFormNameHint
source: Your name
de: Ihr Name
et: Teie nimi
fr: Votre nom
nl: Uw naam

# contactFormEmail
source: Email
et: E-post

# contactFormEmailHint
source: Your email address
de: Ihre E-Mail-Adresse
et: Teie e-posti aadress
fr: Votre adresse e-mail
nl: Uw e-mailadres

# contactFormSubject
source: Subject
de: Betreff
et: Teema
fr: Thème
nl: Onderwerp

# contactFormSubjectHint
source: Loan request, information, support...
de: Kreditanfrage, Informationen, Support...
et: Laenutaotlus, teave, tugi...
fr: Demande de prêt, informations, assistance...
nl: Leningsaanvraag, informatie, ondersteuning...

# contactFormMessage
source: Message
de: Nachricht
et: Sõnum
nl: Bericht

# contactFormMessageHint
source: Describe your request or question
de: Beschreiben Sie Ihr Anliegen
et: Kirjeldage oma vajadust või küsimust
fr: Décrivez votre besoin ou votre question
nl: Beschrijf uw behoefte of vraag

# contactFormSubmit
source: Send message
de: Nachricht senden
et: Saada sõnum
fr: Envoyer un message
nl: Verstuur bericht

# profileTitle
source: My profile
de: Mein Profil
et: Minu profiil
fr: Mon profil
nl: Mijn profiel

# profileNotCreatedTitle
source: Profile not created yet
de: Profil noch nicht erstellt
et: Profiili pole veel loodud
fr: Profil non encore créé
nl: Profiel nog niet aangemaakt

# profileNotCreatedDescription
source: To complete your profile, please submit your first loan request.
de: Um Ihr Profil zu vervollständigen, stellen Sie bitte Ihre erste Kreditanfrage.
et: Profiili täitmiseks esitage oma esimene laenutaotlus.
fr: Pour compléter votre profil, veuillez effectuer votre première demande de prêt.
nl: Om uw profiel te voltooien, dient u eerst een leningaanvraag in.

# profileCreateLoanButton
source: Apply for a loan
de: Kreditantrag stellen
et: Esita laenutaotlus
fr: Faire une demande de prêt
nl: Dien een leningaanvraag in

# profilePersonalInfoTitle
source: Personal information
de: Persönliche Informationen
et: Isikuandmed
fr: Informations personnelles
nl: Persoonlijke informatie

# profileContactTitle
source: Contact details
de: Kontaktdaten
et: Kontaktandmed
fr: Coordonnées
nl: Contactgegevens

# profileProfessionalTitle
source: Professional situation
de: Berufliche Situation
et: Tööalane olukord
fr: Situation professionnelle
nl: Beroepssituatie

# profileBirthDate
source: Date of birth
de: Geburtsdatum
et: Sünnikuupäev
fr: Date de naissance
nl: Geboortedatum

# profileCountry
source: Country
de: Land
et: Riik
fr: Pays
nl: Land

# profileCity
source: City
de: Stadt
et: Linn
fr: Ville
nl: Stad

# profileAddress
source: Address
de: Adresse
et: Aadress
fr: Adresse
nl: Adres

# profileEmail
source: Email
et: E-post

# profilePhone
source: Phone
de: Telefon
et: Telefon
fr: Téléphone
nl: Telefoon

# profileProfession
source: Profession
de: Beruf
et: Amet
nl: Beroep

# profileIncomeSource
source: Income source
de: Einkommensquelle
et: Sissetuleku allikas
fr: Source de revenus
nl: Inkomstbron

# profileStatusPending
source: Pending
de: In Bearbeitung
et: Menetluses
fr: En cours
nl: In behandeling

# profileStatusApproved
source: Approved
de: Genehmigt
et: Kinnitatud
fr: Approuvé
nl: Goedgekeurd

# profileStatusRejected
source: Rejected
de: Abgelehnt
et: Tagasi lükatud
fr: Refusé
nl: Afgewezen

# aboutContactUs
source: Write to us
de: Schreiben Sie uns
et: Kirjutage meile
fr: Écrivez-nous
nl: Schrijf ons

# aboutLabel
source: Via KreditSch
de: Über KreditSch
et: KreditSch kohta

# aboutTitle
source: Loan solutions tailored to every project
de: Kreditlösungen für jedes Projekt
et: Laenulahendused igale projektile
fr: Des solutions de prêt adaptées à chaque projet
nl: Leningsoplossingen voor elk project

# aboutDescription
source: KreditSch supports individuals and entrepreneurs with reliable, transparent and fast loan solutions tailored to real financial needs.
de: KreditSch begleitet Privatpersonen und Unternehmer mit zuverlässigen, transparenten und schnellen Kreditlösungen, die auf reale finanzielle Bedürfnisse zugeschnitten sind.
et: KreditSch toetab eraisikuid ja ettevõtjaid usaldusväärsete, läbipaistvate ja kiirete laenulahendustega, mis on kohandatud tegelikele finantsvajadustele.
fr: KreditSch accompagne particuliers et entrepreneurs avec des solutions de prêt fiables, transparentes et rapides, adaptées à vos besoins financiers réels.
nl: KreditSch ondersteunt particulieren en ondernemers met betrouwbare, transparante en snelle leningen, afgestemd op uw werkelijke financiële behoeften.

# aboutFeaturePersonalLoanTitle
source: Flexible personal loan
de: Flexibler Privatkredit
et: Paindlik eralaen
fr: Prêt personnel flexible
nl: Flexibele persoonlijke lening

# aboutFeaturePersonalLoanDesc
source: Finance your personal projects with clear and transparent conditions.
de: Finanzieren Sie Ihre persönlichen Projekte mit klaren und transparenten Konditionen.
et: Rahastage oma isiklikke projekte selgete ja üllatusteta tingimustega.
fr: Financez vos projets personnels avec des conditions claires et sans surprise.
nl: Financier uw persoonlijke projecten met duidelijke en voorspelbare voorwaarden.

# aboutFeatureBusinessLoanTitle
source: Business loan
de: Geschäftskredit
et: Ärilaen
fr: Prêt professionnel
nl: Zakelijke lening

# aboutFeatureBusinessLoanDesc
source: Solid financial support to grow your business with confidence.
de: Solide finanzielle Unterstützung für das Wachstum Ihres Unternehmens.
et: Tugev finantstugi teie ettevõtte arendamiseks kindlalt.
fr: Un soutien financier solide pour développer votre activité en toute sérénité.
nl: Sterke financiële ondersteuning voor het veilig laten groeien van uw bedrijf.

# aboutFeatureFastPaymentTitle
source: Fast payout
de: Schnelle Auszahlung
et: Kiire väljamakse
fr: Décaissement rapide
nl: Snelle uitbetaling

# aboutFeatureFastPaymentDesc
source: Receive your funds quickly after your application is approved.
de: Erhalten Sie Ihre Mittel schnell nach Genehmigung Ihres Antrags.
et: Saate vahendid kiiresti pärast taotluse kinnitamist.
fr: Recevez vos fonds rapidement après validation de votre dossier.
nl: Ontvang uw geld snel na goedkeuring van uw aanvraag.

# aboutFeatureSecurityTitle
source: Secure process
de: Sicherer Prozess
et: Turvaline protsess
fr: Processus sécurisé
nl: Beveiligd proces

# aboutFeatureSecurityDesc
source: Your data is protected according to the highest standards.
de: Ihre Daten sind nach höchsten Standards geschützt.
et: Teie andmed on kaitstud kõige rangemate standardite järgi.
fr: Vos données sont protégées selon les normes les plus strictes.
nl: Uw gegevens worden beschermd volgens de strengste normen.

# supportTitle
source: Support
et: Tugi
nl: Ondersteuning

# supportChatTitle
source: Support chat
et: Tugivestlus
fr: Chat support
nl: Chat ondersteuning

source: New conversation
de: Neue Unterhaltung
et: Uus vestlus
fr: Nouvelle discussion
nl: Nieuw gesprek

# supportTyping
source: Support is typing…
de: Der Support schreibt gerade…
et: Tugi kirjutab…
fr: Le support est en train d’écrire…
nl: Ondersteuning is aan het typen…

# messageHint
source: Your message...
de: Ihre Nachricht...
et: Teie sõnum...
fr: Votre message...
nl: Uw bericht...

# bankDetailsSubtitle
source: Bank account information
de: Bankkontoinformationen
et: Pangakonto andmed
fr: Informations du compte bancaire
nl: Bankrekeninginformatie

source: Receiver full name
de: Vollständiger Name des Empfängers
et: Saaja täisnimi
fr: Nom complet du receveur
nl: Volledige naam ontvanger

source: Save
de: Speichern
et: Salvesta
fr: Enregistrer
nl: Opslaan

source: Required field
de: Pflichtfeld
et: Nõutav väli
fr: Champ requis
nl: Verplicht veld

# bankDetailsSaved
source: Bank details saved successfully
de: Bankdaten erfolgreich gespeichert
et: Pangarekvisiidid on edukalt salvestatud
fr: Coordonnées bancaires enregistrées avec succès
nl: Bankgegevens succesvol opgeslagen

# genericError
source: ❌ An error occurred: {error}
de: ❌ Ein Fehler ist aufgetreten: {error}
et: ❌ Tekkis viga : {error}
fr: ❌ Une erreur est survenue : {error}
nl: ❌ Er is een fout opgetreden: {error}

# textyellowcard
source: You develop your projects, we finance your ambition.
et: Te arendate oma projekte, meie rahastame teie ambitsioone.
fr: Vous développez vos projets, nous finançons votre ambition.
nl: U ontwikkelt uw projecten, wij financieren uw ambitie.
