Repository: kapalkovairena-wq/loan-web-app
Catalog: lib/l10n/app_*.arb
Languages: de, et, fr, nl

# loanCtaButton
source: Submit an application
de: Antrag einreichen
et: Esita taotlus
fr: Soumettre une demande
nl: Dien een aanvraag in

# loanServicePersonalTitle
source: Personal loans
de: Privatkredite
et: Eralaenud
fr: Prêts personnels
nl: Persoonlijke leningen

# loanServicePersonalDescription
source: Flexible financing solutions to meet your personal needs and everyday projects.
de: Flexible Finanzierungslösungen für Ihre persönlichen Bedürfnisse und Alltagsprojekte.
et: Paindlikud rahastuslahendused igapäevasteks vajadusteks.
fr: Des solutions de financement souples pour faire face à vos besoins personnels et projets du quotidien.
nl: Flexibele financieringsoplossingen voor uw persoonlijke behoeften en dagelijkse projecten.

# loanServiceBusinessTitle
source: Business loans
de: Geschäftskredite
et: Ärilaenud
fr: Prêts professionnels
nl: Zakelijke leningen

# loanServiceBusinessDescription
source: Tailored financing for entrepreneurs, merchants and ambitious project leaders.
de: Maßgeschneiderte Finanzierung für Unternehmer, Händler und ambitionierte Projekte.
et: Rahastus ettevõtjatele ja ambitsioonikatele projektidele.
fr: Financement adapté aux entrepreneurs, commerçants et porteurs de projets ambitieux.
nl: Financiering op maat voor ondernemers, handelaars en ambitieuze projectdragers.

# loanServiceSupportTitle
source: Personalized support
de: Persönliche Betreuung
et: Isiklik tugi
fr: Accompagnement personnalisé
nl: Persoonlijke begeleiding

# loanServiceSupportDescription
source: Human, responsive and confidential support to guide you through every step of your loan application.
de: Menschliche, reaktive und vertrauliche Begleitung in jeder Phase Ihres Kreditantrags.
et: Inimlik, kiire ja konfidentsiaalne tugi igas etapis.
fr: Un suivi humain, réactif et confidentiel pour vous accompagner à chaque étape de votre demande de prêt.
nl: Menselijke, snelle en vertrouwelijke ondersteuning bij elke stap van uw leenaanvraag.

source: Learn more →
de: Mehr erfahren →
et: Loe lähemalt →
fr: En savoir plus →
nl: Meer informatie →

# loanStatusTitle
source: Your loan status
de: Status Ihres Kredits
et: Sinu laenu staatus
fr: Statut de votre prêt
nl: Status van uw lening

# loanStatusNoneTitle
source: No active request
de: Keine laufende Anfrage
et: Aktiivseid taotlusi pole
fr: Aucune demande en cours
nl: Geen lopende aanvragen

# loanStatusActionRequest
source: Submit a request
de: Antrag stellen
et: Esita taotlus
fr: Faire une demande
nl: Een aanvraag doen

# loanStatusPendingTitle
source: ⏳ Request in progress
de: ⏳ Antrag in Bearbeitung
et: ⏳ Taotlus menetluses
fr: ⏳ Demande en cours
nl: ⏳ Aanvraag in behandeling

# loanStatusPendingDescription
source: Our team is currently reviewing your application.
de: Unser Team prüft derzeit Ihren Antrag.
et: Meie meeskond hindab sinu taotlust.
fr: Notre équipe analyse actuellement votre dossier.
nl: Ons team beoordeelt momenteel uw dossier.

# loanStatusApprovedTitle
source: ✅ Request approved
de: ✅ Antrag genehmigt
et: ✅ Taotlus kinnitatud
fr: ✅ Demande approuvée
nl: ✅ Aanvraag goedgekeurd

# loanStatusApprovedDescription
source: The funds will be available in your account shortly.
de: Die Auszahlung erfolgt in Kürze auf Ihr Konto.
et: Raha kantakse peagi sinu kontole.
fr: Les fonds seront bientôt disponibles sur votre compte.
nl: De fondsen zullen binnenkort beschikbaar zijn op uw rekening.

# loanStatusRejectedTitle
source: ❌ Request rejected
de: ❌ Antrag abgelehnt
et: ❌ Taotlus tagasi lükatud
fr: ❌ Demande refusée
nl: ❌ Aanvraag geweigerd

# loanStatusRejectedDescription
source: You may submit a new request at any time.
de: Sie können jederzeit einen neuen Antrag stellen.
et: Võid igal ajal esitada uue taotluse.
fr: Vous pouvez soumettre une nouvelle demande à tout moment.
nl: U kunt op elk moment een nieuwe aanvraag indienen.

# quickActionsTitle
source: Quick actions
de: Schnellzugriffe
et: Kiirtegevused
fr: Actions rapides
nl: Snelle acties

# quickActionProfile
source: Profile
de: Profil
et: Profiil
fr: Profil
nl: Profiel

# quickActionNewRequest
source: New request
de: Neuer Antrag
et: Uus taotlus
fr: Nouvelle demande
nl: Nieuwe aanvraag

# quickActionBankDetails
source: My bank details
de: Meine Bankverbindung
et: Pangarekvisiidid
fr: Mes coordonnées bancaires
nl: Mijn bankgegevens

# quickActionLoanHistory
source: Request history
de: Antragshistorie
et: Taotluste ajalugu
fr: Historique des demandes
nl: Aanvraaggeschiedenis

# quickActionPaymentHistory
source: Payment history
de: Zahlungshistorie
et: Maksete ajalugu
fr: Historique des paiements
nl: Betalingsgeschiedenis

# quickActionDocumentsHistory
source: Documents history
de: Dokumentenverlauf
et: Dokumentide ajalugu
fr: Historique des documents
nl: Documentengeschiedenis

# quickActionSupport
source: Support
et: Tugi
nl: Ondersteuning

# paymentBankDetailsTitle
source: Payment bank details
de: Bankverbindung für Zahlung
et: Makse pangaandmed
fr: Coordonnées bancaires de paiement
nl: Betalingsbankgegevens

# noPaymentInfo
source: No payment information available
de: Keine Zahlungsinformationen verfügbar
et: Makseandmed puuduvad
fr: Aucune information de paiement disponible
nl: Geen betalingsinformatie beschikbaar

source: Receiver
de: Empfänger
et: Saaja
fr: Receveur
nl: Ontvanger

source: Amount to pay
de: Zu zahlender Betrag
et: Makstav summa
fr: Montant à payer
nl: Te betalen bedrag

source: Document preview
de: Dokumentenvorschau
et: Dokumendi eelvaade
fr: Aperçu du document
nl: Documentvoorbeeld

source: Confirm submission
de: Übermittlung bestätigen
et: Kinnita esitamine
fr: Confirmer la soumission
nl: Bevestig inzending

source: Submit proof
de: Nachweis hochladen
et: Esita tõend
fr: Soumettre une preuve
nl: Bewijs indienen

# uploadSuccess
source: ✅ Proof uploaded successfully
de: ✅ Nachweis erfolgreich gesendet
et: ✅ Tõend edukalt saadetud
fr: ✅ Preuve envoyée avec succès
nl: ✅ Bewijs succesvol verzonden

# uploadError
source: ❌ Upload error: {error}
de: ❌ Fehler beim Hochladen: {error}
et: ❌ Viga saatmisel: {error}
fr: ❌ Erreur lors de l'envoi : {error}
nl: ❌ Fout bij het verzenden: {error}

# teamTitle
source: Our team
de: Unser Team
et: Meie meeskond
fr: Notre équipe
nl: Ons team

# teamDescription
source: Founded by experts in finance and digital services, KreditSch has been supporting thousands of clients for years in achieving their projects through simple, fast, and transparent loan solutions. Our international team works every day with one ambition: to make access to credit fairer, more human, and accessible to everyone.
de: Gegründet von Experten aus den Bereichen Finanzen und Digitales begleitet KreditSch seit vielen Jahren tausende Kunden bei der Verwirklichung ihrer Projekte mit einfachen, schnellen und transparenten Kreditlösungen. Unser internationales Team arbeitet jeden Tag mit einem Ziel: den Zugang zu Krediten gerechter, menschlicher und für alle zugänglich zu machen.
et: „KreditSch“, mille asutasid finants- ja digivaldkonna eksperdid, on juba mitu aastat aidanud tuhandetel klientidel oma projekte ellu viia, pakkudes lihtsaid, kiireid ja läbipaistvaid laenulahendusi. Meie rahvusvaheline meeskond töötab iga päev ühe eesmärgi nimel – muuta ligipääs krediidile õiglasemaks, inimlikumaks ja kõigile kättesaadavaks.
fr: Fondée par des experts de la finance et du digital, KreditSch accompagne depuis plusieurs années des milliers de clients dans la réalisation de leurs projets grâce à des solutions de prêt simples, rapides et transparentes. Notre équipe internationale travaille chaque jour avec une seule ambition : rendre l’accès au crédit plus juste, plus humain et accessible à tous.
nl: Opgericht door experts in financiën en digitalisering, begeleidt KreditSch al jaren duizenden klanten bij het realiseren van hun projecten met eenvoudige, snelle en transparante leenoplossingen. Ons internationale team werkt elke dag met één ambitie: krediettoegang eerlijker, menselijker en voor iedereen toegankelijk maken.

# teamCta
source: Discover our loan solutions >
de: Entdecken Sie unsere Kreditlösungen >
et: Tutvu meie laenulahendustega >
fr: Découvrez nos solutions de prêt >
nl: Ontdek onze leenoplossingen >

# testimonialsLabel
source: Testimonials
de: Erfahrungsberichte
et: Tagasiside
fr: Témoignages
nl: Getuigenissen

# testimonialsTitle
source: Trusted by thousands of clients across Europe.
de: Tausende Kunden in ganz Europa vertrauen uns.
et: Tuhanded kliendid üle Euroopa usaldavad meid.
fr: Nous bénéficions de la confiance de milliers de clients à travers l’Europe.
nl: Wij genieten het vertrouwen van duizenden klanten in heel Europa.

# testimonialsSubtitle
source: Customer satisfaction is our priority. Discover what they think about their experience with KreditSch.
de: Die Zufriedenheit unserer Kunden steht an erster Stelle. Erfahren Sie, wie sie ihre Erfahrung mit KreditSch bewerten.
et: Klientide rahulolu on meie prioriteet. Vaata, mida nad arvavad oma kogemusest „KreditSch“-iga.
fr: La satisfaction de nos clients est notre priorité. Découvrez ce qu’ils pensent de leur expérience avec KreditSch.
nl: De tevredenheid van onze klanten is onze prioriteit. Ontdek wat zij van hun ervaring met KreditSch vinden.

# testimonial1Text
source: Thanks to KreditSch, I obtained a professional loan in less than 24 hours. The terms were clear and tailored to my situation. A truly reliable solution.
de: Dank KreditSch habe ich innerhalb von weniger als 24 Stunden einen Geschäftskredit erhalten. Die Konditionen waren klar und auf meine Situation abgestimmt. Eine wirklich zuverlässige Lösung.
et: Tänu „KreditSch“-ile sain ärilaenu vähem kui 24 tunniga. Tingimused olid selged ja minu olukorrale sobivad. Tõeliselt usaldusväärne lahendus.
fr: Grâce à KreditSch, j’ai obtenu un prêt professionnel en moins de 24 heures. Les conditions étaient claires et adaptées à ma situation. Une vraie solution fiable.
nl: Dankzij KreditSch kreeg ik binnen 24 uur een zakelijke lening. De voorwaarden waren duidelijk en passend bij mijn situatie. Een echt betrouwbare oplossing.

# testimonial1Role
source: Entrepreneur – Berlin
de: Unternehmer – Berlin
et: Ettevõtja – Berliin
nl: Ondernemer – Berlijn

# testimonial2Text
source: I urgently needed financing for medical expenses. KreditSch was fast, human, and transparent. I highly recommend it.
de: Ich benötigte dringend eine Finanzierung für medizinische Kosten. KreditSch war schnell, menschlich und transparent. Absolut empfehlenswert.
et: Vajasin kiiresti rahastust meditsiinikulude katmiseks. „KreditSch“ oli kiire, inimlik ja läbipaistev. Soovitan kindlasti.
fr: J’avais besoin d’un financement urgent pour des frais médicaux. KreditSch a été rapide, humain et transparent. Je recommande sans hésiter.
nl: Ik had dringend financiering nodig voor medische kosten. KreditSch was snel, menselijk en transparant. Ik beveel het zonder aarzeling aan.

# testimonial2Role
source: Employee – Lyon
de: Angestellte – Lyon
et: Töötaja – Lyon
fr: Salariée – Lyon
nl: Werknemer – Lyon

# testimonial3Text
source: The interface is simple and loan tracking is very clear. KreditSch helped me complete my real estate project with peace of mind.
de: Die Benutzeroberfläche ist einfach und die Kreditverfolgung sehr übersichtlich. KreditSch hat mir geholfen, mein Immobilienprojekt entspannt umzusetzen.
et: Kasutajaliides on lihtne ja laenu jälgimine väga selge. „KreditSch“ aitas mul kinnisvaraprojekti rahulikult ellu viia.
fr: L’interface est simple et le suivi du prêt est très clair. KreditSch m’a permis de concrétiser mon projet immobilier sereinement.
nl: De interface is eenvoudig en het leenproces is zeer duidelijk. KreditSch stelde mij in staat mijn vastgoedproject rustig te realiseren.

# testimonial3Role
source: Investor – Brussels
de: Investor – Brüssel
et: Investor – Brüssel
fr: Investisseur – Bruxelles
nl: Investeerder – Brussel

# testimonial4Text
source: Finally, a loan platform that understands freelancers. No surprises, everything is explained from the start.
de: Endlich eine Kreditplattform, die Selbstständige versteht. Keine Überraschungen, alles wird von Anfang an erklärt.
et: Lõpuks laenuplatvorm, mis mõistab vabakutselisi. Ei mingeid üllatusi – kõik on algusest peale selge.
fr: Enfin une plateforme de prêt qui comprend les indépendants. Aucune surprise, tout est expliqué dès le départ.
nl: Eindelijk een leenplatform dat zelfstandigen begrijpt. Geen verrassingen, alles wordt vanaf het begin uitgelegd.

# testimonial4Role
source: Freelancer – Paris
de: Freelancerin – Paris
et: Vabakutseline – Pariis
fr: Freelance – Paris
nl: Freelancer – Parijs

# testimonial5Text
source: Responsive customer service and tailored offers. KreditSch supported me from start to finish.
de: Reaktionsschneller Kundenservice und passende Angebote. KreditSch hat mich von Anfang bis Ende begleitet.
et: Vastutulelik klienditugi ja sobivad pakkumised. „KreditSch“ toetas mind algusest lõpuni.
fr: Un service client réactif et des offres adaptées. KreditSch m’a accompagné du début à la fin.
nl: Een responsieve klantenservice en passende aanbiedingen. KreditSch begeleidde mij van begin tot eind.

# testimonial5Role
source: SME Director – Munich
de: KMU-Geschäftsführer – München
et: VKE juht – München
fr: Dirigeant PME – Munich
nl: MKB-eigenaar – München

# testimonials0Label
source: Testimonials
de: Erfahrungsberichte
et: Tagasiside
fr: Témoignages
nl: Getuigenissen

# testimonials0Title
source: Trusted by clients from over 50 countries worldwide.
de: Vertrauen von Kunden aus über 50 Ländern weltweit.
et: Meid usaldatakse enam kui 50 riigis üle maailma.
fr: Nous bénéficions de la confiance de plus de 50 pays à travers le monde.
nl: Wij genieten het vertrouwen van meer dan 50 landen wereldwijd.

# testimonial6Text
source: Thanks to this lending service, I was able to start my business without going through a bank.
de: Dank dieses Kreditdienstes konnte ich mein Unternehmen starten, ohne eine Bank zu durchlaufen.
et: Tänu sellele laenuteenusele sain alustada oma tegevust ilma pangata.
fr: Grâce à ce service de prêt, j’ai pu lancer mon activité sans passer par une banque.
nl: Dankzij deze leenservice kon ik mijn bedrijf starten zonder een bank te gebruiken.

# testimonial6Role
source: Entrepreneur
de: Unternehmerin
et: Ettevõtja
fr: Entrepreneure
nl: Ondernemer

# testimonial7Text
source: The conditions are clear, interest rates transparent, and repayment flexible.
de: Die Bedingungen sind klar, die Zinsen transparent und die Rückzahlung flexibel.
et: Tingimused on selged, intressid läbipaistvad ja tagasimakse paindlik.
fr: Les conditions sont claires, les intérêts transparents et le remboursement flexible.
nl: De voorwaarden zijn duidelijk, de rente transparant en de terugbetaling flexibel.

# testimonial7Role
source: Merchant
de: Händler
et: Kaupmees
fr: Commerçant
nl: Handelaar

# testimonial8Text
source: I quickly obtained a loan for a family emergency.
de: Ich erhielt schnell einen Kredit für einen familiären Notfall.
et: Sain kiiresti laenu perekondliku hädaolukorra jaoks.
fr: J’ai obtenu un prêt rapidement pour une urgence familiale.
nl: Ik kreeg snel een lening voor een familie-noodsituatie.

# testimonial8Role
source: Individual
de: Privatperson
et: Eraisik
fr: Particulier
nl: Particulier

# testimonial9Text
source: A reliable platform connecting lenders and borrowers with full trust.
de: Eine zuverlässige Plattform, die Kreditgeber und Kreditnehmer vertrauensvoll verbindet.
et: Usaldusväärne platvorm, mis ühendab laenuandjad ja laenusaajad täieliku usalduse alusel.
fr: Une plateforme fiable qui met en relation prêteurs et emprunteurs en toute confiance.
nl: Een betrouwbaar platform dat kredietgevers en kredietnemers met vertrouwen verbindt.

# testimonial9Role
source: Private investor
de: Privatinvestor
et: Erainvestor
fr: Investisseur privé
nl: Privé-investeerder

# trustCardTitle
source: Why trust us?
de: Warum uns vertrauen?
et: Miks meid usaldada?
fr: Pourquoi nous faire confiance ?
nl: Waarom ons vertrouwen?

# trustCardItem1
source: Transparent rates
de: Transparente Zinssätze
et: Läbipaistvad intressid
fr: Taux transparents
nl: Transparante tarieven

# trustCardItem2
source: Fast analysis
de: Schnelle Analyse
et: Kiire analüüs
fr: Analyse rapide
nl: Snelle analyse

# trustCardItem3
source: Secure data
de: Sichere Daten
et: Turvalised andmed
fr: Données sécurisées
nl: Veilige gegevens

# trustCardItem4
source: Dedicated support
de: Engagierter Support
et: Pühendatud tugi
fr: Assistance dédiée
nl: Toegewijde ondersteuning

# whatsappDefaultMessage
source: Hello, I have a question regarding your loan service.
de: Hallo, ich habe eine Frage zu Ihrem Kreditservice.
et: Tere, mul on küsimus teie laenuteenuse kohta.
fr: Bonjour, j'ai une question concernant votre service de prêt.
nl: Hallo, ik heb een vraag over uw leenservice.

# whatsappError
source: Unable to open WhatsApp
de: WhatsApp konnte nicht geöffnet werden
et: WhatsAppi ei saa avada
fr: Impossible d'ouvrir WhatsApp
nl: Kan WhatsApp niet openen

# whyUsTitle
source: Why choose us?
de: Warum wir?
et: Miks meie?
fr: Pourquoi nous ?
nl: Waarom wij?

# whyUsSubtitle
source: Your trusted private loan partner
de: Ihr vertrauenswürdiger Partner für Privatkredite
et: Teie usaldusväärne eralaenude partner
fr: Votre partenaire de prêts privés de confiance
nl: Uw vertrouwde partner voor privéleningen

# whyUsDescription
source: We combine speed, transparency, and personalized support to offer simple, effective loan solutions tailored to your goals.
de: Wir kombinieren Geschwindigkeit, Transparenz und persönliche Betreuung, um einfache, effektive Kreditlösungen zu bieten, die auf Ihre Ziele zugeschnitten sind.
et: Ühendame kiiruse, läbipaistvuse ja personaalse toe, et pakkuda lihtsaid, tõhusaid ja teie eesmärkidele vastavaid laenulahendusi.
fr: Nous combinons rapidité, transparence et accompagnement personnalisé pour vous offrir des solutions de prêts simples, efficaces et adaptées à vos objectifs.
nl: Wij combineren snelheid, transparantie en persoonlijke begeleiding om u eenvoudige, effectieve en op uw doelen afgestemde leenoplossingen te bieden.

source: Fast processing
de: Schnelle Bearbeitung
et: Kiire töötlemine
fr: Rapidité de traitement
nl: Snelle verwerking

source: Security & reliability
de: Sicherheit & Zuverlässigkeit
et: Turvalisus ja usaldusväärsus
fr: Sécurité & fiabilité
nl: Veiligheid & betrouwbaarheid

# continuousImprovement
source: Continuous improvement of our offers
de: Kontinuierliche Verbesserung unserer Angebote
et: Pidev pakkumiste täiustamine
fr: Amélioration continue de nos offres
nl: Continue verbetering van onze aanbiedingen

# clientCommitment
source: Commitment to our clients
de: Engagement gegenüber unseren Kunden
et: Pühendumus klientidele
fr: Engagement envers nos clients
nl: Betrokkenheid bij onze klanten

# clearConditions
source: Clear and transparent conditions
de: Klare und transparente Bedingungen
et: Selged tingimused ilma üllatusteta
fr: Conditions claires et sans surprise
nl: Duidelijke voorwaarden zonder verrassingen

source: Submit Request
de: Anfrage senden
et: Esita taotlus
fr: Soumettre la demande
nl: Dien aanvraag in

# financingSolutionsTitle
source: Our financing solutions
de: Unsere Finanzierungslösungen
et: Meie rahastuslahendused
fr: Nos solutions de financement
nl: Onze financieringsoplossingen

# financingSolutionsDesc
source: More than a loan, we support you at every step of your personal or professional project.
de: Mehr als ein Kredit: Wir unterstützen Sie bei jedem Schritt Ihres persönlichen oder beruflichen Projekts.
et: Enamat kui laen – oleme teiega igas isikliku või äriprojekti etapis.
fr: Bien plus qu’un prêt, nous vous accompagnons à chaque étape de votre projet personnel ou professionnel.
nl: Veel meer dan een lening – wij begeleiden u bij elke stap van uw persoonlijke of professionele project.

source: View offers
de: Angebote ansehen
et: Vaata pakkumisi
fr: Voir les offres
nl: Bekijk de aanbiedingen

# whyChooseUsTitle
source: Why choose us?
de: Warum uns wählen?
et: Miks valida meid?
fr: Pourquoi nous choisir ?
nl: Waarom voor ons kiezen?

# whyChooseUsSubtitle
source: An international community of thousands of clients trusts us.
de: Eine internationale Gemeinschaft von Tausenden von Kunden vertraut uns.
et: Rahvusvaheline kogukond tuhandete klientidega usaldab meid.
fr: Une communauté internationale de milliers de clients nous fait confiance.
nl: Een internationale gemeenschap van duizenden klanten vertrouwt ons.

# whyChooseUsDescription
source: Individuals, entrepreneurs, and professionals choose our loan solutions for their simplicity, speed, and clear conditions.
de: Privatpersonen, Unternehmer und Fachleute wählen unsere Kreditlösungen wegen ihrer Einfachheit, Schnelligkeit und klaren Bedingungen.
et: Eraisikud, ettevõtjad ja professionaalid valivad meie laenulahendused nende lihtsuse, kiiruse ja selgete tingimuste tõttu.
fr: Particuliers, entrepreneurs et professionnels choisissent nos solutions de prêts pour leur simplicité, leur rapidité et la clarté de leurs conditions.
nl: Particulieren, ondernemers en professionals kiezen voor onze leenoplossingen vanwege hun eenvoud, snelheid en duidelijke voorwaarden.

# infoQualifiedStaff
source: Qualified staff
de: Qualifiziertes Personal
et: Kvalifitseeritud personal
fr: Personnel qualifié
nl: Gekwalificeerd personeel

# infoFreeConsultation
source: Free consultation
de: Kostenlose Beratung
et: Tasuta konsultatsioon
fr: Consultation gratuite
nl: Gratis consultatie

# infoSaveTime
source: Save time
de: Zeit sparen
et: Säästate aega
fr: Vous gagnez du temps
nl: Bespaar tijd

# infoOptimalService
source: Optimal service quality
de: Optimale Servicequalität
et: Optimaalne teenusekvaliteet
fr: Qualité de service optimale
nl: Optimale servicekwaliteit

# clientsSatisfied
source: Satisfied clients
de: Zufriedene Kunden
et: Rahulolevad kliendid
fr: Clients satisfaits
nl: Tevreden klanten

# yearsActive
source: Years in operation
de: Jahre im Geschäft
et: Tegevusaastad
fr: Années d’activité
nl: Actieve jaren

source: Financial experts
de: Finanzexperten
et: Finantseksperdid
fr: Experts financiers
nl: Financiële experts

source: Active partners
de: Aktive Partner
et: Aktiivsed partnerid
fr: Partenaires actifs
nl: Actieve partners

# fillAllFields
source: Please fill in all fields
de: Bitte alle Felder ausfüllen
et: Palun täitke kõik väljad
fr: Veuillez remplir tous les champs
nl: Vul alle velden in

# accountAlreadyExists
source: This account already exists. Please sign in.
de: Dieses Konto existiert bereits. Bitte anmelden.
et: See konto on juba olemas. Palun logige sisse.
fr: Ce compte existe déjà. Veuillez vous connecter.
nl: Dit account bestaat al. Log alstublieft in.

# noAccountFound
source: No account found. Please register.
de: Kein Konto gefunden. Bitte registrieren.
et: Kontot ei leitud. Palun registreeruge.
fr: Aucun compte trouvé. Veuillez vous inscrire.
nl: Geen account gevonden. Registreer alstublieft.

# emailAlreadyInUse
source: This account already exists. Please log in.
de: Dieses Konto existiert bereits. Bitte anmelden.
et: See konto on juba olemas. Palun logige sisse.
fr: Ce compte existe déjà. Veuillez vous connecter.

source: Invalid email
de: Ungültige E-Mail
et: Kehtetu e-posti aadress
fr: Email invalide
nl: Ongeldig e-mailadres

source: Incorrect password
de: Falsches Passwort
et: Vale parool
fr: Mot de passe incorrect
nl: Onjuist wachtwoord

# weakPassword
source: Password too weak (min. 6 characters)
de: Passwort zu schwach (min. 6 Zeichen)
et: Parool on liiga nõrk (min. 6 tähemärki)
fr: Mot de passe trop faible (min. 6 caractères)
nl: Wachtwoord te zwak (min. 6 tekens)
